{
    "APPLICATION RECEIVED" : "PERMOHONAN DITERIMA",
    "Application is received." : "Permohonan telah diterima.",
    "NEW" : "BARU",
    "Application has been received and are being processed by the Immigration Department of Malaysia. Please send the original copy of supporting documents if still not do so." : "Permohonan telah diterima dan sedang diproses oleh Jabatan Imigresen Malaysia. Sila kirimkan salinan asal dari dokumen-dokumen sokongan sekiranya belum berbuat demikian.",
    "APPROVE" : "LULUS",
    "Application has been approved by the Immigration Department of Malaysia and is ready for Payment and print Stickers. Please make the FOMEMA check up if still not do so." : "Permohonan telah diluluskan oleh Jabatan Imigresen Malaysia dan bersedia untuk Pembayaran dan cetakan Pelekat. Sila buat pemeriksaan FOMEMA sekiranya belum berbuat demikian.",
    "REJECT" : "TOLAK",
    "Application has been rejected by the Immigration Department of Malaysia." : "Permohonan telah ditolak oleh Jabatan Imigresen Malaysia.",
    "CANCEL" : "BATAL",
    "Application has been canceled by the Immigration Department of Malaysia." : "Permohonan telah dibatalkan oleh Jabatan Imigresen Malaysia.",
    "PAY" : "BAYAR",
    "Application has been paid and ready to print Stickers." : "Permohonan telah dibayar dan bersedia untuk Cetakan Pelekat.",
    "PRINT" : "CETAK",
    "Stickers have been printed and ready to be collected." : "Pelekat telah di cetak dan sedia untuk dipungut.",
    "POSTPONE" : "TANGGUH",
    "Application has been postponed by the Immigration Department of Malaysia." : "Permohonan telah ditangguh oleh Jabatan Imigresen Malaysia.",
    "Employer Identification Card No." : "No. Kad Pengenalan Majikan",
    "OR" : "ATAU",
    "Company Registration No." : "No. Pendaftaran Syarikat",
    "Format Example" : "Contoh Format",
    "Application Number" : "Nombor Permohonan",
    "View Sample" : "Lihat Contoh",
    "Search" : "Carian",
    "RESET" : "KOSONGKAN",
    "No" : "Bil",
    "Maid Name/Employee" : "Nama Pembantu Rumah/Pekerja",
    "Document Number" : "Nombor Dokumen",
    "Status" : "Status",
    "You logged in as VISITOR" : "Log masuk adalah PELAWAT",
    "MyONLINE*Foreign Maids / Foreign Workers" : "MyONLINE*Pembantu Rumah Asing / Pekerja Asing",
    "Application Status Inquiry" : "Pertanyaan Status Permohonan",
    "Video Tutorial" : "Video Tutorial",
    "Monday": "Isnin",
    "Tuesday": "Selasa",
    "Wednesday": "Rabu",
    "Thursday": "Khamis",
    "Friday": "Jumaat",
    "Saturday": "Sabtu",
    "Sunday": "Ahad",
    "Total Record" : "Jumlah Rekod",
    "of" : "dari",
    "GO" : "PERGI KE"
}
